[
  {  
    "company": "Trybe",
    "course": "Desenvolvimento Web Full Stack",
    "time": "De Fevereiro de 2022 até Março de 2023",
    "description": [
      "A Trybe é uma escola para pessoas que querem construir uma carreira de sucesso em tecnologia e que se compromete integralmente com seus estudantes, pois as pessoas só pagam quando conseguirem um bom trabalho.",
      "O programa conta com mais de 1.500 horas de aulas presenciais e on-line e aborda introdução ao desenvolvimento de software, front-end, back-end, ciência da computação, engenharia de software, metodologias ágeis e habilidades comportamentais.",
      "O currículo da Trybe foi desenhado em parceria com as maiores empresas de tecnologia do Brasil e do mundo e ao longo da formação, estudamos JavaScript, HTML, CSS, React, Node, Express.js, SQL, Git, entre outras linguagens e frameworks.", 
      "A Trybe é uma escola para pessoas que querem construir uma carreira de sucesso em tecnologia e que se compromete integralmente com seus estudantes, pois as pessoas só pagam quando conseguirem um bom trabalho. O programa conta com mais de 1.500 horas de aulas presenciais e on-line e aborda introdução ao desenvolvimento de software, front-end, back-end, ciência da computação, engenharia de software, metodologias ágeis e habilidades comportamentais. O currículo da Trybe foi desenhado em parceria com as maiores empresas de tecnologia do Brasil e do mundo e ao longo da formação, estudamos JavaScript, HTML, CSS, React, Node, Express.js, SQL, Git, entre outras linguagens e frameworks."],
      "skills": ["HTML5", "CSS3", "Javascript", "Typescript", "Angular.js", "Vue.js", "React.js", "Context", "Redux", "Node.js", "Express.js", "Git", "MySQL", "MongoDB", "Sequelize", "GitHub", "SQL", "Docker"]
    },
    {
      "company": "Faculdade Maurício de Nassau",
      "course": "Análise de Desenvolvimento de Sistemas",
      "time": "De Janeiro de 2013 até Março de 2015",
      "description": [
        "O curso de é voltado para pessoas que desejam construir uma carreira de sucesso na área de tecnologia, oferecendo uma formação completa que combina teoria, prática e aplicação direta no mercado de trabalho.",
        "Com uma carga horária de mais de 2.200 horas, o programa abrange temas fundamentais como desenvolvimento sustentável, engenharia de software, programação orientada a objetos, usabilidade e interface homem-máquina, entre outros.",
        "Ao longo do curso, os estudantes têm contato com conteúdos essenciais, como lógica de programação, bancos de dados, redes de computadores, sistemas operacionais e gerenciamento de projetos. Além disso, atividades práticas interdisciplinares e projetos inovadores são realizados em cada etapa, promovendo o aprendizado aplicado e preparando os alunos para os desafios do mercado.",
        "O currículo também inclui disciplinas optativas, como ensino digital e Libras, para ampliar as possibilidades de atuação dos profissionais formados. Essa formação robusta, aliada ao incentivo ao empreendedorismo e à governança de TI, garante que os alunos estejam prontos para criar soluções tecnológicas que atendam às demandas da sociedade e das empresas."
      ],
      "skills": ["HTML5", "CSS3", "Javascript", "Java", "C", "C++", "MySQL", "SQL", "Metodologias Ágeis"]
    }
]